window.authorsData = [
  {
    id: 'abesadze-vladimir-ilich',
    name: 'Абесадзе Владимир Ильич',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: `1947–1987. Его любимые жанры – информация, репортаж с места события, интервью`,
    fullBio: `Абесадзе Владимир Ильич, род.17.08.1947-1987 в Нарьян-Маре.<br>Его любимые жанры – информация, репортаж с места события, интервью. Он публикует их в газетах «НВ», «Северный комсомолец» и «Правда Севера» (иногда под псевдонимом В. Ильин)<br>Из книги: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.47`,
    photo: ''
  },
  {
    id: 'abramov-fedor-aleksandrovich',
    name: 'Абрамов Федор Александрович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: `1920–1983. В августе 1981 года исполнил свою давнюю мечту: побывал на Печоре, в Пустозерске – на месте огненной казни близкого ему по слову и духу публициста ХVI...`,
    fullBio: `Абрамов Федор Александрович, род. 29.2.1920-1983<br>В августе 1981 года исполнил свою давнюю мечту: побывал на Печоре, в Пустозерске – на месте огненной казни близкого ему по слову и духу публициста ХVII века протопопа Аввакума. <br>Из книги: Архангельские журналисты: ХХ век: энциклопедия.- Архангельск: Поморский университет, 2008.-С.47-49`,
    photo: ''
  },
  {
    id: 'apitsyn-ivan-fedorovich',
    name: 'Апицын Иван Федорович',
    region: 'timanskaya',
    lat: 67.65,
    lng: 48.683,
    shortBio: `1930–1967. Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008`,
    fullBio: `Апицын Иван Федорович, род 1930-1967 п. Индига Ненец. нац. Округ. Путь в журналистику начал в 1955 корреспондентом газеты «НВ».<br>Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.62`,
    photo: ''
  },
  {
    id: 'aushev-valeriy-petrovich',
    name: 'Аушев Валерий Петрович',
    region: '',
    lat: null,
    lng: null,
    shortBio: `Перевел на русский язык книгу стихов «Солнце сна лишилось» ненецкого поэта В`,
    fullBio: `Аушев Валерий Петрович, род. 18.9.1942<br>Перевел на русский язык книгу стихов «Солнце сна лишилось» ненецкого поэта В. Н. Ледкова<br>Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.64-65`,
    photo: ''
  },
  {
    id: 'bentsa-ivan-vasilevich',
    name: 'Бенца Иван Васильевич',
    region: '',
    lat: null,
    lng: null,
    shortBio: `Окончив в 1975 институт попросился на Крайний Север – в Ненецкий округ`,
    fullBio: `Бенца Иван Васильевич род. 20.02.1952 года<br>Окончив в 1975 институт попросился на Крайний Север – в Ненецкий округ. В Нарьян-Маре распределили в Харуту.<br>Из книги :Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.85`,
    photo: ''
  },
  {
    id: 'bogdanov-evgeniy-fedorovich',
    name: 'Богданов Евгений Федорович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: `1923–1999. Весной 1969 года вылетел с группой архангельских писателей и поэтов  в Нарьян-Мар для участия в декаде ненецкой литературы`,
    fullBio: `Богданов Евгений Федорович, род.18.01.1923-1999<br>Весной 1969 года вылетел с группой архангельских писателей и поэтов  в Нарьян-Мар для участия в декаде ненецкой литературы.<br>Из книги :Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.89-90.`,
    photo: ''
  },
  {
    id: 'budilov-nikolay-germanovich',
    name: 'Будилов Николай Германович',
    region: 'yugorskiy-poluostrov',
    lat: 69.755,
    lng: 61.666,
    shortBio: `1929–2007. 1952 году окончил Архангельский пединститут и по распределению выбрал п`,
    fullBio: `Будилов Николай Германович, род. 15.12.1929 -2007<br>1952 году окончил Архангельский пединститут и по распределению выбрал п. Амдерму. 1962 году переехал в Нарьян-Мар на работу в окружную газету «НВ». Проработал 36 лет.`,
    photo: ''
  },
  {
    id: 'bychikhin-sergey-nikiforovich',
    name: 'Бычихин Сергей Никифорович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: `С 1971 – фотокорреспондент ненецкой окружной газеты «НВ»`,
    fullBio: `Бычихин Сергей Никифорович, род 1950.-2026 с. Оксино<br>С 1971 – фотокорреспондент ненецкой окружной газеты «НВ». С 1996- пишущий фотокорреспондент.`,
    photo: ''
  },
  {
    id: 'valey-lukeriya-aleksandrovna',
    name: 'Валей Лукерия Александровна',
    region: 'bolshezemelskaya',
    lat: 68.0,
    lng: 57.0,
    shortBio: ``,
    fullBio: `Валей Лукерия Александровна, поэтесса, прозаик, переводчик. Родилась 1953 году большеземельской тундре Ненецкого национального округа. Член  Народного литературного объединения «Заполярье».`,
    photo: ''
  },
  {
    id: 'velikaya-zinaida-georgievna',
    name: 'Великая Зинаида Георгиевна',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: `В 1991 поступила в Ненецкую редакцию радиовещания диктором, через два года стала редактором`,
    fullBio: `Великая Зинаида Георгиевна, род. 14.11.1959.<br>В 1991 поступила в Ненецкую редакцию радиовещания диктором, через два года стала редактором. Со временем любимым жанром стал радиоочерк.`,
    photo: ''
  },
  {
    id: 'vokuev-georgiy-pavlovich',
    name: 'Вокуев Георгий Павлович',
    region: 'bolshezemelskaya',
    lat: 68.0,
    lng: 57.0,
    shortBio: `1925–2004. Окончил 9 классов, учился в Нарьян-Марском педучилище`,
    fullBio: `Вокуев Георгий Павлович, род. 07.02.1925-2004, в многодетной семье пастуха-оленевода Большеземельской тундры. В 1930 годы семья переехала в Нарьян-Мар. Влечение к творчеству привело его в окружную газету «НВ».<br>Окончил 9 классов, учился в Нарьян-Марском педучилище. Участник Великой Отечественной войны. Воевал на Северо-Западном и 1-м Белорусском фронтах. Инструктор ОК ВЛКСМ (1946-48). Член ВКП(б) с 1951`,
    photo: ''
  },
  {
    id: 'vylka-robert-lvovich',
    name: 'Вылка Роберт Львович',
    region: 'malozemelskaya',
    lat: 68.6,
    lng: 52.2,
    shortBio: `1960–1994.`,
    fullBio: `Вылка Роберт Львович, род. 08.02.1960 - 1994 в пос. Тобседа . Его первый рассказ «В штормовую ночь» в газете «НВ». В1981 корреспондент «НВ».`,
    photo: ''
  },
  {
    id: 'vylka-ilya-konstantinovich',
    name: 'Вылка Илья Константинович',
    region: '',
    lat: null,
    lng: null,
    shortBio: `1886–1960.`,
    fullBio: `Вылка Илья Константинович(Тыко Вылка), сказитель, знаток ненецкого фольклора, исполнитель ненецких песен, сочинитель поэмы – «О Русанове». Родился 1886 -1960 на Новой Земле.`,
    photo: ''
  },
  {
    id: 'vylka-nikolay-semenovich',
    name: 'Вылка Николай Семенович',
    region: '',
    lat: null,
    lng: null,
    shortBio: `1911–1942.`,
    fullBio: `Вылка Николай Семенович, первый ненецкий писатель. Родился (1911-1942). Первый ненецкий писатель принятый Союз писателей.`,
    photo: ''
  },
  {
    id: 'galkin-yuriy-fedorovich',
    name: 'Галкин Юрий Федорович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: `Голубкова, Маремьяна Романовна`,
    fullBio: `Галкин Юрий Федорович, род 27.10.1937 В 1963 году Юрия Галкина приняли литсотрудником в «Северный комсомолец». Начал он с коротких рассказов, которые публиковал на литературной странице газеты. Но уже через  полгода появляется серия его очерков из Нарьян-Мара. Работа в Северном комсомольце стала успешным стартом в его писательской деятельности. <br>Голубкова, Маремьяна Романовна`,
    photo: ''
  },
  {
    id: 'gurbo-lyubov-aleksandrovna',
    name: 'Гурбо Любовь Александровна',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: ``,
    fullBio: `Гурбо Любовь Александровна, поэт переводчик. Член  Народного литературного объединения «Заполярье». Родилась в Нарьян-Маре.`,
    photo: ''
  },
  {
    id: 'evtushenko-evgeniy-aleksandrovich',
    name: 'Евтушенко Евгений Александрович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: `1933–2017. Тридцатилетний Евгений Александрович  приехал в Нарьян-Мар в ранге одного из самых знаменитых поэтов страны, чьи песни и стихи звучали по радио и теле...`,
    fullBio: `Евтушенко Евгений Александрович (1933-2017)  в книге Ю. Канева Времена и годы с. 339<br>Тридцатилетний Евгений Александрович  приехал в Нарьян-Мар в ранге одного из самых знаменитых поэтов страны, чьи песни и стихи звучали по радио и телевидению, сборники издавались огромными тиражами. Дни проведенные в рыбацких избушках и стойбищах оленеводов, в Нарьян-Маре и печорских селениях, оставили в творчестве поэта четкий след`,
    photo: ''
  },
  {
    id: 'zhukov-yuriy-dmitrievich',
    name: 'Жуков Юрий Дмитриевич',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: `1918–2003. С 1951 году назначен капитаном парохода «Юшар», который долгие годы совершал рейсы из Архангельска в Нарьян-Мар с заходом на рейды всех заполярных пос...`,
    fullBio: `Жуков Юрий Дмитриевич, род. 25.10.1918-2003<br>С 1951 году назначен капитаном парохода «Юшар», который долгие годы совершал рейсы из Архангельска в Нарьян-Мар с заходом на рейды всех заполярных поселков, в том числе Бугрино.`,
    photo: ''
  },
  {
    id: 'zhuravlev-nikolay-andreevich',
    name: 'Журавлев Николай Андреевич',
    region: '',
    lat: null,
    lng: null,
    shortBio: `Горячие ладони в кН`,
    fullBio: `Журавлев Николай Андреевич, род. 08.12.1935<br>Горячие ладони в кН. Край мой ненецкий.`,
    photo: ''
  },
  {
    id: 'zaytsev-aleksandr-nikolaevich',
    name: 'Зайцев Александр Николаевич',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: `Студентом факультета журналистики МГУ проходил студенческую практику в газете «НВ»`,
    fullBio: `Зайцев Александр Николаевич, род. 27.12.1950 <br>Студентом факультета журналистики МГУ проходил студенческую практику в газете «НВ». В 1976 приехал в Нарьян-Мар.`,
    photo: ''
  },
  {
    id: 'ivanovskiy-ignatiy-mikhaylovich',
    name: 'Ивановский Игнатий Михайлович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: `1927–1982. Неутомимое желание увидеть Север, ощутить Время привело его снежной осенью 1969 в заполярный Нарьян-Мар`,
    fullBio: `Ивановский Игнатий Михайлович, род. 01.04.1932 г. Ленинград. <br>Неутомимое желание увидеть Север, ощутить Время привело его снежной осенью 1969 в заполярный Нарьян-Мар. Посетил пустынный Пустозерск – место, где в земляной тюрьме «издавал» свои книги и был сожжен протопоп Аввакум.<br>Казаков, Юрий Павлович(1927-1982) Северный странник в кН Н-М  Времена и годы с. 342`,
    photo: ''
  },
  {
    id: 'kanyukov-aleksandr-fedorovich',
    name: 'Канюков Александр Федорович',
    region: 'kaninskaya',
    lat: 67.0,
    lng: 45.0,
    shortBio: `1932–1972.`,
    fullBio: `Канюков Александр Федорович, род. 20.05.1932 – 1972, в Канинской тундре. Осенью 1958 года был зачислен в штат газеты «НВ».`,
    photo: ''
  },
  {
    id: 'kokovin-evgeniy-stepanovich',
    name: 'Коковин Евгений Степанович',
    region: '',
    lat: null,
    lng: null,
    shortBio: `1912–1977.`,
    fullBio: `Коковин Евгений Степанович, род. 27.12.1912-1977, Архангельск. Повесть «Солнце в ночи», приключенческая повесть, в которой события происходят на Новой Земле.`,
    photo: ''
  },
  {
    id: 'koksharov-andrey-timofeevich',
    name: 'Кокшаров Андрей Тимофеевич',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: `1919–1986.`,
    fullBio: `Кокшаров Андрей Тимофеевич, род. 04.07.1919-1986, дер. Быданиха, Сольвычегодского у. Северо-Двинской губернии. В 1959 его, уже опытного журналиста, назначили редактором Ненецкой окружной газеты «НВ».`,
    photo: ''
  },
  {
    id: 'kontievskiy-nikolay-ivanovich',
    name: 'Контиевский Николай Иванович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: `1925–1998.`,
    fullBio: `Контиевский Николай Иванович, род. 12.12.1925-1998, в дер. Максимовщина Городецкого района Вологодской обл. С 1959 года Контиевский Николай Иванович штатный сотрудник «НВ».`,
    photo: ''
  },
  {
    id: 'korepanova-lyudmila-yurevna',
    name: 'Корепанова Людмила Юрьевна',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: `С 1989 года в окружной газете «НВ»: зав`,
    fullBio: `Корепанова Людмила Юрьевна, род. 10.03.1944, Алма-Ата.<br>С 1989 года в окружной газете «НВ»: зав. отделом промышленности и транспорта, ответственный секретарь.`,
    photo: ''
  },
  {
    id: 'korobitsin-kalestin-stepanovich',
    name: 'Коробицин Калестин Степанович',
    region: '',
    lat: null,
    lng: null,
    shortBio: `1909–1977.`,
    fullBio: `Коробицин Калестин Степанович, 1909 – 1977, Архангельск.Творческий труд профессионала Коробицына запечатлел полувековую историю Архангельска. В области не осталось уголка, где не побывал он. В его объективе – оленеводы, учителя ненецкой тундры.`,
    photo: ''
  },
  {
    id: 'kotkin-aleksey-stepanovich',
    name: 'Коткин, Алексей Степанович',
    region: '',
    lat: null,
    lng: null,
    shortBio: ``,
    fullBio: `Коткин, Алексей Степанович`,
    photo: ''
  },
  {
    id: 'kravchenko-mariya-alekseevna',
    name: 'Кравченко Мария Алексеевна',
    region: '',
    lat: null,
    lng: null,
    shortBio: ``,
    fullBio: `Кравченко Мария Алексеевна, писатель. Родилась 1953 году.Член Российского союза писателей (Москва)`,
    photo: ''
  },
  {
    id: 'krupene-olga-petrovna',
    name: 'Крупенье Ольга Петровна',
    region: '',
    lat: null,
    lng: null,
    shortBio: ``,
    fullBio: `Крупенье Ольга Петровна, писатель журналист. Родилась 1956 году в Ташкенте. Член Российского союза журналистов (Москва)`,
    photo: ''
  },
  {
    id: 'kutakhina-raisa-lvovna',
    name: 'Кутахина Раиса Львовна',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: `1949–1988.`,
    fullBio: `Кутахина Раиса Львовна, 1949 – 1988, 1976 года корреспондент газеты «НВ».`,
    photo: ''
  },
  {
    id: 'levchatkin-valentin-sergeevich',
    name: 'Левчаткин Валентин Сергеевич',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: `С 1936 года работал в Нарьян-Маре в газете «Красный тундровик» («Няръяна вындер»)`,
    fullBio: `Левчаткин Валентин Сергеевич, родился 11 июля 1907 году в . Рано осиротел, воспитывался у деда в . Здесь в 1927 году окончил школу 1-й и 2-й ступени. В 1924—1925 годах редактировал газету «Голос юношества». Литературный работник, заведующий отделом ударных бригад в новочеркасской газете «Знамя коммунизма» в 1930 году. В 1931—1932 году заведующий массовым сектором газеты «Вспышка» в селе Апшеронское. С августа 1932 по октябрь 1934 работал в газете «Лимендский рабочий», с 1934 по 1936 — в газете «Речник Севера».<br>С 1936 года работал в Нарьян-Маре в газете «Красный тундровик» («Няръяна вындер»). Занимал должность начальника экономического отдела.<br>В годы Великой Отечественной войны ушёл на фронт, служил танкистом. Получил обморожение ног.<br>После войны демобилизовался и в начале 1946 года вернулся в Нарьян-Мар. В мае 1948 года стал главным редактором окружной газеты «Няръяна вындер», занимал эту должность до 1959 года. Затем до 1965 года был заместителем главного редактора.<br>В 1944 году принят в члены ВКП(б). Член Союза журналистов СССР с 1958 года.`,
    photo: ''
  },
  {
    id: 'vasiliy-nikolaevich-ledkov',
    name: 'Василий Николаевич Ледков',
    region: 'bolshezemelskaya',
    lat: 68.0,
    lng: 57.0,
    shortBio: `Василий Ледков – автор многочисленных поэтических книг, среди которых «Далеко Сэрне моя живет» (1961), «Ивовое море» (1968), «Снежная держава» (1972),...`,
    fullBio: `Василий Николаевич Ледков – ненецкий поэт, прозаик. Родился в 1933 году в Большеземельской тундре, в семье оленевода. Учился в Ленинградском педагогическом институте им. А.И. Герцена. В студенческие годы Ледков переводил на ненецкий язык произведения А.С. Пушкина, М.Ю. Лермонтова, Ф.И. Тютчева,    В.В. Маяковского; участвовал в создании учебников для ненецких школ. В 1959 году      В.Н. Ледков после окончания института вернулся в родную тундру. Работает сначала в школе на острове Варандей, а затем в редакции окружной газеты. Первый сборник стихотворений  «Детям моего стойбища» вышел в 1960 году на ненецком языке. С 1962 года Ледков – член Союза писателей.<br>       Василий Ледков – автор многочисленных поэтических книг, среди которых «Далеко Сэрне моя живет» (1961), «Ивовое море» (1968), «Снежная держава» (1972), «Песня – мой парус» (1972), «Голубая страна» (1975), «Штрихи» (1980), «Снег растает» (1982), изданных в переводах с ненецкого языка на русский язык. Широкую известность получили повесть «Метели ложатся у ног» (1983), дилогия «Месяц малой темноты» (1989).<br>      Пишет на ненецком и русских языках.`,
    photo: ''
  },
  {
    id: 'aleksey-ilich-pichkov',
    name: 'Алексей Ильич Пичков',
    region: 'kaninskaya',
    lat: 67.866,
    lng: 44.15,
    shortBio: `Страсть к литературному творчеству привела его вместо стола учительского за  стол редакционный`,
    fullBio: `Алексей Ильич Пичков – поэт и писатель. Родился 1934 году в Канинской тундре в семье оленевода. После окончания Шоинской семилетней школы учился  Нарьян-Марском  педагогическом училище, а затем поступил на факультет народов Севера Ленинградского педагогического института им. А.И. Герцена. В 1954 году               А.И. Пичков, будучи студентом 2 курса факультета языка и литературы, начал записывать загадки вначале от студентов, а затем у себя на родине – в Канинской тундре. Собранный материал он проанализировал, распределил по тематическим группам и написал статью «Ненецкие загадки», где поделился своими наблюдениями над их бытованием. На студенческом общегородском конкурсе работа А.И. Пичкова получила вторую премию, а в 1959 году была опубликована в Ученых записках института. <br>      Страсть к литературному творчеству привела его вместо стола учительского за  стол редакционный. Алексей Ильич работает в редакции окружной газеты «Няръяна вындер» и пишет стихи. В 1961 году в Архангельске был издан совместный сборник стихов ненецких поэтов А.Пичкова и В.Ледкова «Далеко Сэрне моя живет». Название ему дала строка из стихотворения Пичкова. В последующие годы в Северо-Западном издательстве выходят сборники стихов Пичкова «Песни тундры» и «Тропы оленьи».<br>Пишет Алексей Пичков и для детей. Для читателей младшего школьного возраста в Архангельске издается его книжка «Розовый узор». Он пробует свои силы и в прозе. Юным читателям адресована его повесть «Сятук», изданная в Архангельске в 1989 году. <br>С 1967 года Алексей Пичков – член Союза писателей.`,
    photo: ''
  },
  {
    id: 'prokopiy-andreevich-yavtysyy',
    name: 'Прокопий Андреевич Явтысый',
    region: 'malozemelskaya',
    lat: 68.6,
    lng: 52.2,
    shortBio: `П`,
    fullBio: `Прокопий Андреевич Явтысый пришел в литературу в зрелом возрасте, а,  следовательно, с богатым жизненным опытом. Достойный представитель ненецкой интеллигенции, работал  учителем в ненецкой  школе – интернате в г. Нарьян – Маре.<br>    П.А. Явтысый родился 1932 году в кочевом чуме в Малоземельской тундре. Его детство оборвала война. Мальчику пришлось пасти оленей и тянуть тяжелый невод наравне с взрослыми рыбаками Тобседы.<br>       После окончания школы Прокопий Явтысый поступил на факультет биологии и химии Ленинградского педагогического института им. А.И. Герцена и заочное отделение факультета физического воспитания того же института. А, получив высшее образование, вернулся в родные места и стал преподавателем физической культуры и спортивным тренером. Многие годы посвятил он также сценическому самодеятельному искусству.<br>   И все – таки, главное в его жизни – творчество. Стихи Явтысого публикуют газеты «Няръяна вындер», «Северный комсомолец», «Правда Севера», журнал «Север». В Северо–Западном книжном издательстве выходят сборники стихов Прокопия Явтысого: «Белой панице земля» (перевод Н. Журавлева), «Бег оленя» (перевод А. Преловского), «След аргиша» (перевод М. Яснова).<br>   В 1978 году П.А. Явтысый был принят в члены Союза писателей. Он не только работает над стихами, но он и пробует свои силы в прозе. В 1983 году журнал «Север» опубликовал первую повесть П. Явтысого «Рожденные в нартах».<br>   П.А. Явтысый активно участвует в работе литературного объединения «Заполярье», оказывает постоянную помощь молодым авторам – ненцам.`,
    photo: ''
  },
  {
    id: 'aleksandr-kanyukov',
    name: 'Александр Канюков',
    region: 'kaninskaya',
    lat: 67.866,
    lng: 44.15,
    shortBio: `Александр Федорович Канюков – родился 1932 году в Канинской тундре`,
    fullBio: `Александр Канюков<br> Александр Федорович Канюков – родился 1932 году в Канинской тундре. Рано лишился матери. Отец - опытный пастух–оленевод, научил мальчишку пасти стадо, ставить капканы на песца.<br>     Девятилетний Саша пошел в начальную  школу. Учился то в поселке Шойна, то в селе Несь. Отцу очень хотелось, чтобы сын стал «оленным человеком». Однако по совету учителя  А.П. Анашкина он отправил Александра после окончания семилетки в Нарьян-Мар, в педагогическое училище.<br>       Затем Александр Канюков продолжил образование в Ленинграде, на факультете  народов Севера педагогического института им А.И. Герцена. Но ему, к сожалению, по семейным обстоятельствам  удалось окончить только три курса.<br>       Вернувшись в тундру, Канюков становится  культработником среди рыбаков Печоры, а потом по комсомольской путевке едет на строительство шахтерского поселка Хальмер-Ю. В это время он активно сотрудничает в окружной газете «Няръяна вындер», на страницах которой часто публикует статьи и репортажи.<br>     Обращается А. Канюков и к художественной прозе. В 1964 году Северо-Западное книжное издательство выпустило первый сборник Александра Канюкова «Мой ясовей», в который вошло девять рассказов. А спустя два года в Архангельске увидела свет вторая книга Канюкова – повесть «Нюдяко–сын Валея». Обе книги, рассказывающие о людях тундры, написаны от первого лица, что придает особую достоверность.<br>     В 1968 году А.Ф. Канюков был принят в члены Союза писателей.  Он внес заметный вклад в развитие ненецкой литературы.<br>Коткин Алексей Степанович`,
    photo: ''
  },
];