window.authorsData = [
  {
    id: 'abesadze-vladimir-ilich',
    name: 'Абесадзе Владимир Ильич',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1947–1987. Любимые жанры – информация, репортаж, интервью',
    fullBio: 'Абесадзе Владимир Ильич, 1947-1987, род. в г. Нарьян-Маре.<br>Его любимые жанры – информация, репортаж с места события, интервью. Он публикует их в газетах «Няръяна вындер», «Северный комсомолец» и «Правда Севера» (иногда под псевдонимом В. Ильин)<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия. - Архангельск: Поморский университет, 2008. - С.47',
    photo: ''
  },
  {
    id: 'abramov-fedor-aleksandrovich',
    name: 'Абрамов Федор Александрович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1920–1983. В августе 1981 года посетил Пустозерск – место казни протопопа Аввакума',
    fullBio: 'Абрамов Федор Александрович, 1920-1983, род. с. Веркола Пинежского уезда, Архангельской губернии.<br>В августе 1981 года исполнил свою давнюю мечту: побывал на Печоре, в Пустозерске – на месте огненной казни близкого ему по слову и духу публициста ХVII века протопопа Аввакума.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия.- Архангельск: Поморский университет, 2008.-С.47-49',
    photo: ''
  },
  {
    id: 'apitsyn-ivan-fedorovich',
    name: 'Апицын Иван Федорович',
    region: 'timanskaya',
    lat: 67.65,
    lng: 48.683,
    shortBio: '1930–1967. Путь в журналистику начал в 1955 корреспондентом «НВ»',
    fullBio: 'Апицын Иван Федорович, 1930-1967, род. п. Индига Ненец. нац. округ.<br>Путь в журналистику начал в 1955 корреспондентом газеты «НВ».<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия - Архангельск: Поморский университет, 2008.-С.62',
    photo: ''
  },
  {
    id: 'aushev-valeriy-petrovich',
    name: 'Аушев Валерий Петрович',
    region: '',
    lat: null,
    lng: null,
    shortBio: '1942–2021. Перевел книгу стихов «Солнце сна лишилось» В.Н. Ледкова',
    fullBio: 'Аушев Валерий Петрович, 1942-2021, род. Бабушкин Московской обл.<br>Перевел на русский язык книгу стихов «Солнце сна лишилось» ненецкого поэта В. Н. Ледкова<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия - Архангельск: Поморский университет, 2008.-С.64-65',
    photo: ''
  },
  {
    id: 'barmich-mariya-yakovlevna',
    name: 'Бармич Мария Яковлевна',
    region: 'kaninskaya',
    lat: 67.866,
    lng: 44.15,
    shortBio: '1934–2024. Ненецкая писательница, педагог, автор книги «Мои учителя»',
    fullBio: 'Мария Яковлевна Бармич, 1934-2024, род. в Канинской тундре в семье Якова Егоровича Бармич и Федосьи Павловны Сулентьевой.<br>В 1942 году начала учиться в Ненецкой семилетней школе в рыболовецком становище Шойна. В 1949 году поступила в Нарьян-Марское педагогическое училище. В 1955 году поступила на филологический факультет Ленинградского института им. А.И. Герцена.<br>Автор книги «Мои учителя» (Нарьян-Мар, 2009). В книге приведен список научных трудов М.Я. Бармич.',
    photo: ''
  },
  {
    id: 'bentsa-ivan-vasilevich',
    name: 'Бенца Иван Васильевич',
    region: '',
    lat: null,
    lng: null,
    shortBio: 'Род. 1952. Окончив институт, попросился на Крайний Север',
    fullBio: 'Бенца Иван Васильевич, 1952, род. в с. Кричево Закарпатской области.<br>Окончив в 1975 Архангельский пединститут естественно-географический факультет попросился на Крайний Север – в Ненецкий округ. В Нарьян-Маре распределили в п. Харуту.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.85',
    photo: ''
  },
  {
    id: 'bogdanov-evgeniy-fedorovich',
    name: 'Богданов Евгений Федорович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1923–1999. Участвовал в декаде ненецкой литературы в Нарьян-Маре',
    fullBio: 'Богданов Евгений Федорович, род.18.01.1923-1999.<br>Весной 1969 года вылетел с группой архангельских писателей и поэтов в Нарьян-Мар для участия в декаде ненецкой литературы.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С. 89-90.',
    photo: ''
  },
  {
    id: 'budilov-nikolay-germanovich',
    name: 'Будилов Николай Германович',
    region: 'yugorskiy-poluostrov',
    lat: 69.755,
    lng: 61.666,
    shortBio: '1929–2007. Окончил Архангельский пединститут, по распределению выбрал Амдерму',
    fullBio: 'Будилов Николай Германович, род. 15.12.1929 -2007.<br>1952 году окончил Архангельский пединститут и по распределению выбрал п. Амдерму. 1962 году переехал в Нарьян-Мар на работу в окружную газету «НВ». Проработал 36 лет.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.98-99.',
    photo: ''
  },
  {
    id: 'bychikhin-sergey-nikiforovich',
    name: 'Бычихин Сергей Никифорович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1950–2026. С 1971 – фотокорреспондент «Няръяна вындер»',
    fullBio: 'Бычихин Сергей Никифорович, род 1950-2026 с. Оксино.<br>С 1971 – фотокорреспондент ненецкой окружной газеты «НВ». С 1996 – пишущий фотокорреспондент.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.106.',
    photo: ''
  },
  {
    id: 'valey-lukeriya-aleksandrovna',
    name: 'Валей Лукерия Александровна',
    region: 'bolshezemelskaya',
    lat: 68.0,
    lng: 57.0,
    shortBio: 'Род. 1953. Поэтесса, прозаик, переводчик. Член ЛитО «Заполярье»',
    fullBio: 'Валей Лукерия Александровна, 1953, род. в Большеземельской тундре Ненецкого национального округа – поэтесса, прозаик, переводчик. Член Народного литературного объединения «Заполярье».',
    photo: ''
  },
  {
    id: 'velikaya-zinaida-georgievna',
    name: 'Великая Зинаида Георгиевна',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: 'Род. 1959. Диктор, редактор радиовещания. Любимый жанр – радиоочерк',
    fullBio: 'Великая Зинаида Георгиевна, род. 14.11.1959.<br>В 1991 поступила в Ненецкую редакцию радиовещания диктором, через два года стала редактором. Со временем любимым жанром стал радиоочерк.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия - Архангельск: Поморский университет, 2008.-С.108-109.',
    photo: ''
  },
  {
    id: 'vokuev-georgiy-pavlovich',
    name: 'Вокуев Георгий Павлович',
    region: 'bolshezemelskaya',
    lat: 68.0,
    lng: 57.0,
    shortBio: '1925–2004. Участник ВОВ. Работал в газете «Няръяна вындер»',
    fullBio: 'Вокуев Георгий Павлович, род. 07.02.1925-2004, в многодетной семье пастуха-оленевода Большеземельской тундры. В 1930 годы семья переехала в Нарьян-Мар. Влечение к творчеству привело его в окружную газету «Няръяна вындер».<br>Окончил 9 классов, учился в Нарьян-Марском педучилище. Участник Великой Отечественной войны. Воевал на Северо-Западном и 1-м Белорусском фронтах. Инструктор ОК ВЛКСМ (1946-48). Член ВКП(б) с 1951<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.118-119.',
    photo: ''
  },
  {
    id: 'vylka-robert-lvovich',
    name: 'Вылка Роберт Львович',
    region: 'malozemelskaya',
    lat: 68.6,
    lng: 52.2,
    shortBio: '1960–1994. Первый рассказ «В штормовую ночь» в «Няръяна вындер»',
    fullBio: 'Вылка Роберт Львович, 1960 – 1994, род. в пос. Тобседа Ненецкого национального округа. Его первый рассказ «В штормовую ночь» в газете «Няръяна вындер». В 1981 корреспондент «Няръяна вындер».<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.123.',
    photo: ''
  },
  {
    id: 'vylka-ilya-konstantinovich',
    name: 'Вылка Илья Константинович (Тыко Вылка)',
    region: 'novaya-zemlya',
    lat: 71.5,
    lng: 54.0,
    shortBio: '1886–1960. Сказитель, знаток ненецкого фольклора',
    fullBio: 'Вылка Илья Константинович (Тыко Вылка), сказитель, знаток ненецкого фольклора, исполнитель ненецких песен, сочинитель поэмы – «О Русанове». Родился 1886-1960 на Новой Земле.',
    photo: ''
  },
  {
    id: 'vylka-nikolay-semenovich',
    name: 'Вылка Николай Семенович',
    region: '',
    lat: null,
    lng: null,
    shortBio: '1911–1942. Первый ненецкий писатель, принятый в Союз писателей',
    fullBio: 'Вылка Николай Семенович, первый ненецкий писатель. Родился (1911-1942). Первый ненецкий писатель, принятый Союз писателей.',
    photo: ''
  },
  {
    id: 'galkin-yuriy-fedorovich',
    name: 'Галкин Юрий Федорович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: 'Род. 1937. Работал в «Северном комсомольце», писал очерки из Нарьян-Мара',
    fullBio: 'Галкин Юрий Фёдорович, род 27.10.1937. В 1963 году Юрия Галкина приняли литсотрудником в «Северный комсомолец». Начал он с коротких рассказов, которые публиковал на литературной странице газеты. Но уже через полгода появляется серия его очерков из Нарьян-Мара. Работа в Северном комсомольце стала успешным стартом в его писательской деятельности.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.127-128.',
    photo: ''
  },
  {
    id: 'golubkova-maremyana-romanovna',
    name: 'Голубкова Маремьяна Романовна',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1893–?. Сказительница, автор трилогии «Мать Печора»',
    fullBio: 'Голубкова Маремьяна Романовна, родилась 1 марта 1893 года в нижнепечорском селе Голубково в семье батрака. М.Р. Голубкова знала много старинных причетов, плачей, сказов. «Песнями,— вспоминала сказительница,— всю жизнь я себя утешала».<br>Николай Павлович Леонтьев записал от Маремьяны Романовны более четырехсот песен, плачей, сказов, частушек, загадок, поговорок.<br>В 1940 году работает над автобиографической повестью «Два века в полвека». Затем вышла повесть «Оленьи края» (1947) и «Мать Печора» (1950). В 1946 году принята в Союз советских писателей.',
    photo: ''
  },
  {
    id: 'evtushenko-evgeniy-aleksandrovich',
    name: 'Евтушенко Евгений Александрович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1933–2017. Посетил Нарьян-Мар в 1960-х, что оставило след в его творчестве',
    fullBio: 'Евтушенко Евгений Александрович (1933-2017).<br>Тридцатилетний Евгений Александрович приехал в Нарьян-Мар в ранге одного из самых знаменитых поэтов страны. Дни проведенные в рыбацких избушках и стойбищах оленеводов, в Нарьян-Маре и печорских селениях, оставили в творчестве поэта четкий след.<br>Ист.: Ю. Канева Времена и годы с. 339',
    photo: ''
  },
  {
    id: 'zhukov-yuriy-dmitrievich',
    name: 'Жуков Юрий Дмитриевич',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1918–2003. Капитан парохода «Юшар», совершавшего рейсы в Нарьян-Мар',
    fullBio: 'Жуков Юрий Дмитриевич, род. 25.10.1918-2003.<br>С 1951 году назначен капитаном парохода «Юшар», который долгие годы совершал рейсы из Архангельска в Нарьян-Мар с заходом на рейды всех заполярных поселков, в том числе Бугрино.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.172-173.',
    photo: ''
  },
  {
    id: 'zhuravlev-nikolay-andreevich',
    name: 'Журавлев Николай Андреевич',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1935–1991. Поэт, прозаик, публицист',
    fullBio: 'Журавлев Николай Андреевич, род. 08.12.1935- 03.09.1991. Поэт, прозаик, публицист, журналист, знаковая фигура в литературной жизни Архангельского Севера 1960-1980-х гг., руководитель Архангельского отделения Союза писателей...<br>Горячие ладони в кн. Край мой ненецкий.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.174-175.',
    photo: ''
  },
  {
    id: 'zaytsev-aleksandr-nikolaevich',
    name: 'Зайцев Александр Николаевич',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: 'Род. 1950. Студентом МГУ проходил практику в «Няръяна вындер»',
    fullBio: 'Зайцев Александр Николаевич, род. 27.12.1950.<br>Студентом факультета журналистики МГУ проходил студенческую практику в газете «Няръяна вындер». В 1976 приехал в Нарьян-Мар.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.182.',
    photo: ''
  },
  {
    id: 'ivanovskiy-ignatiy-mikhaylovich',
    name: 'Ивановский Игнатий Михайлович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1932–2016. В 1969 посетил Пустозерск – место казни протопопа Аввакума',
    fullBio: 'Ивановский Игнатий Михайлович, род. 01.04.1932-2016 г. Ленинград.<br>Неутомимое желание увидеть Север привело его снежной осенью 1969 в заполярный Нарьян-Мар. Посетил пустынный Пустозерск – место, где в земляной тюрьме «издавал» свои книги и был сожжен протопоп Аввакум.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.196-197.',
    photo: ''
  },
  {
    id: 'kazakov-yuriy-pavlovich',
    name: 'Казаков Юрий Павлович',
    region: '',
    lat: null,
    lng: null,
    shortBio: '1927–1982. Автор повести «Мальчик из снежной ямы» о Тыко Вылке',
    fullBio: 'Казаков Юрий Павлович (1927-1982).<br>Юрий Казаков часто ездил на Русский Север. Одно из последних произведений - повесть «Мальчик из снежной ямы» - повествует о неординарной судьбе ненецкого самородка Тыко Вылка.<br>Ист.: Северный странник в кн.: Канев Ю. В. Нарьян-Мар Времена и годы .- 2011.-с. 342',
    photo: ''
  },
  {
    id: 'kanygina-svetlana-igorevna',
    name: 'Каныгина Светлана Игоревна',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: 'Член ЛитО «Заполярье» (2011), Российского союза писателей (2015). С 2023 – председатель ЛитО',
    fullBio: 'Каныгина Светлана Игоревна, член Народного литературного объединения «Заполярье» (2011), Российского союза писателей (2015). С 2023 г. – председатель ЛитО «Заполярье», юрист («Заполярье» 90 лет с.З)',
    photo: ''
  },
  {
    id: 'arteeva-inga-aleksandrovna',
    name: 'Артеева Инга Александровна',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: 'Род. 1977. Поэт, прозаик, член ЛитО «Заполярье», Союза писателей России',
    fullBio: 'Артеева Инга Александровна, 1977 года рождения г. Красноярск, поэт, прозаик, член Народного литературного объединения «Заполярье», Союза писателей России, Союза журналистов России.',
    photo: ''
  },
  {
    id: 'kanyukov-aleksandr-fedorovich',
    name: 'Канюков Александр Федорович',
    region: 'kaninskaya',
    lat: 67.866,
    lng: 44.15,
    shortBio: '1932–1972. Род. в Канинской тундре. С 1958 – в штате «Няръяна вындер»',
    fullBio: 'Канюков Александр Федорович, род. 20.05.1932 – 1972, в Канинской тундре. Осенью 1958 года был зачислен в штат газеты «Няръяна вындер».<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.- С.205.',
    photo: ''
  },
  {
    id: 'kokovin-evgeniy-stepanovich',
    name: 'Коковин Евгений Степанович',
    region: '',
    lat: null,
    lng: null,
    shortBio: '1912–1977. Автор повести «Солнце в ночи» о Новой Земле',
    fullBio: 'Коковин Евгений Степанович, род. 27.12.1912-1977, Архангельск. Повесть «Солнце в ночи», приключенческая повесть, в которой события происходят на Новой Земле.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.221-222.',
    photo: ''
  },
  {
    id: 'koksharov-andrey-timofeevich',
    name: 'Кокшаров Андрей Тимофеевич',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1919–1986. В 1959 назначен редактором «Няръяна вындер»',
    fullBio: 'Кокшаров Андрей Тимофеевич, род. 04.07.1919-1986, дер. Быданиха, Сольвычегодского у. Северо-Двинской губернии. В 1959 его, уже опытного журналиста, назначили редактором Ненецкой окружной газеты «Няръяна вындер».<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.222-223.',
    photo: ''
  },
  {
    id: 'kontievskiy-nikolay-ivanovich',
    name: 'Контиевский Николай Иванович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1925–1998. С 1959 – штатный сотрудник «Няръяна вындер»',
    fullBio: 'Контиевский Николай Иванович, род. 12.12.1925-1998, в дер. Максимовщина Городецкого района Вологодской обл. С 1959 года Контиевский Николай Иванович штатный сотрудник «Няръяна вындер».<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.230-231.',
    photo: ''
  },
  {
    id: 'korepanova-lyudmila-yurevna',
    name: 'Корепанова Людмила Юрьевна',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: 'Род. 1944. С 1989 в «Няръяна вындер»: завотделом промышленности, ответственный секретарь',
    fullBio: 'Корепанова Людмила Юрьевна, род. 10.03.1944, Алма-Ата.<br>С 1989 года в окружной газете «Няръяна вындер»: зав. отделом промышленности и транспорта, ответственный секретарь.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.235.',
    photo: ''
  },
  {
    id: 'korobitsin-kalestin-stepanovich',
    name: 'Коробицин Калестин Степанович',
    region: '',
    lat: null,
    lng: null,
    shortBio: '1909–1977. Фотограф, запечатлел историю Архангельска и жизнь ненецкой тундры',
    fullBio: 'Коробицин Калестин Степанович, 1909 – 1977, Архангельск. Творческий труд профессионала Коробицина запечатлел полувековую историю Архангельска. В области не осталось уголка, где не побывал он. В его объективе - оленеводы, учителя ненецкой тундры.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.237-238.',
    photo: ''
  },
  {
    id: 'kotkin-aleksey-stepanovich',
    name: 'Коткин Алексей Степанович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1925–2007. Писатель-фронтовик. Автор «Красная ласточка», «Синегорье»',
    fullBio: 'Коткин Алексей Степанович, родился 1925-2007 года в деревне Коткино Ненецкого национального округа, в многодетной семье потомственного рыбака и охотника.<br>С 1960 года связан с ЛитО «Заполярье». «Антошка» - первая книжка. Повесть «Красная ласточка» - об установлении Советской власти на Печорском крае. В 1978 принят в Союз писателей СССР.<br>Романы: «Красная ласточка», «Синегорье», «Заполярные страдания», повести «Выстрел на Югре», «Рабы обстоятельств».',
    photo: ''
  },
  {
    id: 'kravchenko-mariya-alekseevna',
    name: 'Кравченко Мария Алексеевна',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: 'Род. 1953. Писатель, телережиссер, автор «Сказка Каменного города», «Хранители»',
    fullBio: 'Кравченко Мария Алексеевна, писатель. Родилась 1953 году. М.А. Кравченко - телережиссер, сценарист, писатель, автор книг «Сказка Каменного города», "Хранители" (включены в Губернаторскую библиотеку НАО) и др. произведений. Член Российского союза писателей (2014), Народного литературного объединения «Заполярье».',
    photo: ''
  },
  {
    id: 'krupene-olga-petrovna',
    name: 'Крупенье Ольга Петровна',
    region: '',
    lat: null,
    lng: null,
    shortBio: 'Род. 1956. Писатель, журналист. Работала в «Няръяна вындер»',
    fullBio: 'Крупенье Ольга Петровна, писатель журналист. Родилась 1956 году в Ташкенте. Член Российского союза журналистов (Москва) – писатель, журналист, редактор. Окончила Ташкентский политехнический институт, работала инженером-электриком, преподавала в техникуме, институте. С 1983 года – на журналистской работе, в т.ч. в информагентствах «Интерфакс», Росбалт, РИА Новости, в газете НАО «Няръяна вындер». Автор четырёх книг прозы и публикаций в журналах, в т.ч. в специальном выпуске журнала «Аврора» № 3/2013. Член Российского союза писателей (Москва). Дважды лауреат национальной литературной премии «Писатель года».',
    photo: ''
  },
  {
    id: 'kutakhina-raisa-lvovna',
    name: 'Кутахина Раиса Львовна',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1949–1988. С 1976 – корреспондент «Няръяна вындер»',
    fullBio: 'Кутахина Раиса Львовна, 1949 – 1988. С 1976 года корреспондент газеты «НВ», работая в отделе сельского хозяйства, она изучала особенности этой отрасли в Ненецком округе, уверенно ориентировалась в экономической жизни коллективных хозяйств.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.255.',
    photo: ''
  },
  {
    id: 'levchatkin-valentin-sergeevich',
    name: 'Левчаткин Валентин Сергеевич',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: 'Род. 1907. С 1936 в «Красном тундровике». В 1948–1959 – главный редактор «Няръяна вындер»',
    fullBio: 'Левчаткин Валентин Сергеевич, родился 11 июля 1907 году. Рано осиротел, воспитывался у деда. В 1927 году окончил школу 1-й и 2-й ступени. В 1924—1925 годах редактировал газету «Голос юношества». Литературный работник, заведующий отделом ударных бригад в новочеркасской газете «Знамя коммунизма» в 1930 году. В 1931—1932 году заведующий массовым сектором газеты «Вспышка» в селе Апшеронское. С августа 1932 по октябрь 1934 работал в газете «Лимендский рабочий», с 1934 по 1936 — в газете «Речник Севера».<br>С 1936 года работал в Нарьян-Маре в газете «Красный тундровик» («Няръяна вындер»). Занимал должность начальника экономического отдела.<br>В годы Великой Отечественной войны ушёл на фронт, служил танкистом. Получил обморожение ног.<br>После войны демобилизовался и в начале 1946 года вернулся в Нарьян-Мар. В мае 1948 года стал главным редактором окружной газеты «Няръяна вындер», занимал эту должность до 1959 года. Затем до 1965 года был заместителем главного редактора.<br>В 1944 году принят в члены ВКП(б). Член Союза журналистов СССР с 1958 года.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.261.',
    photo: ''
  },
  {
    id: 'ledkov-vasiliy-nikolaevich',
    name: 'Ледков Василий Николаевич',
    region: 'bolshezemelskaya',
    lat: 68.0,
    lng: 57.0,
    shortBio: '1933–2002. Ненецкий поэт, прозаик. Член Союза писателей с 1962',
    fullBio: 'Василий Николаевич Ледков (1933-2002). Родился 16 декабря 1933 года в Большеземельской тундре, на берегу озера Лая в чуме оленевода. Учился в школе-интернате поселка Черная, а затем в п. Варандей. Отсюда он уехал в Ленинград, где с сентября 1951 года начал учится в 8 классе при пединституте имени Герцена, а после окончания школы продолжил образование в этом же институте.<br>Получив высшее образование в 1960 году, возвращается на родину, в Большеземельскую тундру. Работает сначала воспитателем в школе поселка Варандей, а затем в редакции газеты «Няръяна вындер». Первый сборник стихов «Детям моего стойбища» вышел в 1960 году на ненецком языке. С 1962 года – член Союза писателей.<br>Книги: «Ивовое море»(1968), «Голубая страна» (1975), дилогии «Люди Большой Медведицы»(1977) и «Месяц малой темноты», «Штрихи»(1980), «Снег растает» (1982), «Снежная держава» (1982). Умер поэт в Архангельске в марте 2002 года',
    photo: ''
  },
  {
    id: 'ledkov-malozemelskiy-vasiliy-mitrofanovich',
    name: 'Ледков-Малоземельский Василий Митрофанович',
    region: 'malozemelskaya',
    lat: 68.3,
    lng: 53.0,
    shortBio: '1928–1997. Род. в Малоземельской тундре. С 1957 сотрудничал с «Няръяна вындер»',
    fullBio: 'Ледков-Малоземельский Василий Митрофанович, (1928-1997), родился в Малоземельской тундре Пустозерской волости Печорского уезда Архангельской губернии. Творческое сотрудничество с окружной газетой «Няръяна вындер» началось в 1957 году. Тогда он, пастух-оленевод, отслужил в армии, окончил Архангельскую совпартшколу и был назначен парторгом колхоза «Няръяна ты» в п. Хонгурей.<br>Через два года принят в штат литсотрудников редакции газеты «Няръяна вындер». Чтобы читатель отличал его от другого Василия Ледкова, родом из Большеземельской тундры, он рядом со своей фамилией решил ставить имя земли, на которой родился: Ледков-Малоземельский.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.262-263.',
    photo: ''
  },
  {
    id: 'leontev-nikolay-pavlovich',
    name: 'Леонтьев Николай Павлович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1910–1984. Писатель, переводчик, собиратель фольклора. Соавтор М. Голубковой',
    fullBio: 'Леонтьев Николай Павлович (1910-1984), писатель, переводчик, журналист, собиратель фольклора. Член союза писателей СССР. Родился в селе Верхние Матигоры Холмогорского района Архангельской области.<br>Работая в «Няръяна вындер», путешествует по печорским деревням, слушает сказы и песни, ведет записи. В 1937 году в селе Голубково встретил сказительницу Маремьяну Голубкову, с которой у него завязалась крепкая творческая дружба.<br>Совместно написали три сказовые повести - «Два века в полвека», «Края оленьи» и «Мать Печора». Автор поэмы о Ломоносове, поэтических сборников «У песенных родников», «Отогретая земля», «Матвей Перегуда», «Золотых слов мастер». Занимался переводами с ненецкого языка.',
    photo: ''
  },
  {
    id: 'markov-aleksandr-petrovich',
    name: 'Марков Александр Петрович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1948–2002. Работал на окружном радио, вел программу «Юность Заполярья»',
    fullBio: 'Марков Александр Петрович, (1948-2002), родился в Нарьян-Маре, Ненецкого национального округа. В 1970 пришел в редакцию окружного радио. Вел молодежную программу «Юность Заполярья». В «Няръяна вындер» публиковался под псевдонимом А. Петров.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.290.',
    photo: ''
  },
  {
    id: 'matveev-viktor-nikolaevich',
    name: 'Матвеев Виктор Николаевич',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1958–2026. Прозаик, поэт-песенник. Член Российского союза писателей',
    fullBio: 'Матвеев Виктор Николаевич, 1958-2026, прозаик и поэт-песенник. Род. в п. Чижа Ненецкого национального округа. Член Российского союза писателей (Москва). Родился 28 марта 1958 года в поселке Чижа. Детство провел в поселке Белушье. Окончил Архангельский электротехникум связи. Тридцать лет работал в НАО в системе связи. В 1993 году получил звание «Почетный радист России». Первая публикация – рассказ «Дочь» – в 1991 году в газете «Няръяна вындер». Автор книги «Ракушка с острова Сенгейский» (2011).',
    photo: ''
  },
  {
    id: 'menshikov-ivan-nikolaevich',
    name: 'Меньшиков Иван Николаевич',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1914–1943. Приехал в Нарьян-Мар в 1934, работал в «Няръяна вындер»',
    fullBio: 'Меньшиков Иван Николаевич - писатель и журналист. Родился 23.06.1914-28.04.1943. Приехав из Москвы в 1934 году в Нарьян-Мар двадцатилетним юношей, устроился работать сотрудником газеты «Няръяна – Вындер». В автобиографии, написанной 13 мая 1942 года, сообщает, что именно в Нарьян-Маре он «в сущности, и начал свою литературную деятельность…»<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.302-303.',
    photo: ''
  },
  {
    id: 'mesitov-aleksandr-mikhaylovich',
    name: 'Меситов Александр Михайлович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: 'Род. 1950. Работал в «Няръяна вындер» (1981–1989). Член Союза писателей России с 1999',
    fullBio: 'Меситов Александр Михайлович, родился 1950 году. В апреле 1981 года приехал в Нарьян-Мар на работу. В 1978 году окончил МГУ. Работал в газетах «Коммунар» (1978–1981), «Няръяна вындер» (1981–1989). В 1989–1991 годы – редактор Приокского издательства. С 1991 года - главный редактор издательского дома «Пересвет».<br>Автор книг: «Солдатская баллада», «Полёт в дождь», «И долго не гаснет», «Дожди в августе», «Правда о ГУЛАГе», «Море-Ю» и других. Член Союза писателей России с 1999.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.304-305.',
    photo: ''
  },
  {
    id: 'mikhaylov-aleksandr-alekseevich',
    name: 'Михайлов Александр Алексеевич',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1922–2003. Журналист, литературный критик. Род. в д. Куя Ненецкого округа',
    fullBio: 'Михайлов Александр Алексеевич (1922-2003), журналист, литературный критик. Родился д. Куя Ненецкого национального округа. Первые публикации появились в областной газете «Правда Севера», это были рецензии на книги Евгения Коковина «Детство в Соломболе», Маремьяны Голубковой и Николая Леонтьева «Два века полвека». Его статьи тех лет посвящены осмыслению литературных процессов, которые происходили на отчей земле, на берегах Печоры.',
    photo: ''
  },
  {
    id: 'orlov-vladimir-vladimirovich',
    name: 'Орлов Владимир Владимирович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: 'Род. 1953. Прозаик и поэт-песенник. Член Российского союза писателей',
    fullBio: 'Орлов Владимир Владимирович, род. 1953 г. в г. Нарьян-Маре. Прозаик и поэт-песенник. Член Российского союза писателей (Москва), член Народного литературного объединения «Заполярье» («Заполярье» 90 лет с.24)',
    photo: ''
  },
  {
    id: 'pichkov-aleksey-ilich',
    name: 'Пичков Алексей Ильич',
    region: 'kaninskaya',
    lat: 67.866,
    lng: 44.15,
    shortBio: '1934–2006. Ненецкий поэт и писатель. Род. на полуострове Канин',
    fullBio: 'Пичков Алексей Ильич (1934-2006), родился на полуострове Канин на берегу Белого моря в семье оленевода. Отец поэта - Илья Григорьевич Пичков - до войны был председателем Канинского туземного совета, а потом стал бригадиром оленеводов в колхозе «Северный полюс».<br>После окончания Шоинской семилетней школы учился Нарьян-Марском педагогическом училище, а затем поступил на факультет народов Севера Ленинградского педагогического института им. А.И. Герцена. В 1954 году начал записывать загадки в Канинской тундре, опубликовал статью «Ненецкие загадки».<br>Работал в редакции «Няръяна вындер». Совместный сборник с В. Ледковым «Далеко Сэрне моя живет» (1961). Сборники: «Песни тундры», «Тропы оленьи», «Розовый узор», повесть «Сятук». С 1967 года – член Союза писателей.',
    photo: ''
  },
  {
    id: 'prussakova-evgeniya-alekseevna',
    name: 'Пруссакова Евгения Алексеевна',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1926–2008. В 1972–1976 работала в «Няръяна вындер»',
    fullBio: 'Пруссакова Евгения Алексеевна (1926-2008), в Нарьян-Маре с 1972 по 1976 работала корреспондентом, ответственным секретарем окружной газеты «Няръяна вындер».<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.373-374.',
    photo: ''
  },
  {
    id: 'pyrerka-anton-petrovich',
    name: 'Пырерка Антон Петрович (Сярати)',
    region: 'bolshezemelskaya',
    lat: 68.0,
    lng: 57.0,
    shortBio: '1905–1941. Ученый-лингвист, составитель русско-ненецкого словаря',
    fullBio: 'Пырерка Антон Петрович (Ненецкое имя Сярати) (1905-1941). Рано остался без родителей. С девяти лет батрачил у оленеводов Большеземельской тундры.<br>В 1926 году поступил в Коммунистический университет трудящихся Востока в Москве. В 1932 году остался в аспирантуре Института народов Севера. Ученик Г.Н. Прокофьева. Преподавал ненецкий язык.<br>Составитель фольклорных сборников: «Ненецкие сказки» (1935), «Твоя сказка» (1936), «Единственный сын старушки» (1939). Составитель русско-ненецкого словаря (издан в 1948). Автор повести «Младший сын Вэдо». Добровольцем ушел на фронт, погиб 15 октября 1941 года.',
    photo: ''
  },
  {
    id: 'pyrerka-valeriy-antonovich',
    name: 'Пырерка Валерий Антонович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1939–1987. Сын А.П. Пырерки. Литсотрудник «Няръяна вындер»',
    fullBio: 'Пырерка Валерий Антонович (1939-1987), после окончания средней школы в Ленинграде (1956) приехал в Ненецкий округ, с мечтой увидеть и узнать родину отца. В Нарьян-Маре устроился литсотрудником ненецкой окружной газеты «НВ».<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.375-374.',
    photo: ''
  },
  {
    id: 'ruzhnikov-evgeniy-vladimirovich',
    name: 'Ружников Евгений Владимирович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1928–2002. Пришел в «Няръяна вындер» в 1958. Был редактором Амдерминской газеты',
    fullBio: 'Ружников Евгений Владимирович (1928-2002), родился в с. Ома Мезенского у. Архангельской губернии. В газету «НВ» пришел работать в марте 1958 года уже с большим жизненным опытом, редактор Амдерминской районной газеты «Полярная звезда» (1959), член Союза журналистов СССР.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.388.',
    photo: ''
  },
  {
    id: 'seliverstov-valeriy-nikolaevich',
    name: 'Селиверстов Валерий Николаевич',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1930–1995. Ответственный секретарь (1963), редактор «Няръяна вындер» (1972–1988)',
    fullBio: 'Селиверстов Валерий Николаевич (1930-1995), род. с. Долгощелье Мезенского района Северного края. В 1963 назначен ответственным секретарем ненецкой окружной газеты «НВ». С 1972 года по 1988 – редактор газеты «НВ».<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.400-401.',
    photo: ''
  },
  {
    id: 'semina-nina-aleksandrovna',
    name: 'Семьина Нина Александровна',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: 'Род. 1941. Выросла в Нарьян-Маре. Начала работать корреспондентом «Няръяна вындер»',
    fullBio: 'Семьина Нина Александровна (1941), род. в г. Архангельске. Выросла в Нарьян-Маре. Окончив среднюю школу, начала работать корреспондентом ненецкой окружной газеты «Няръяна вындер».<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.406.',
    photo: ''
  },
  {
    id: 'sinitsyn-timofey-petrovich',
    name: 'Синицын Тимофей Петрович',
    region: 'novaya-zemlya',
    lat: 71.5,
    lng: 54.0,
    shortBio: '1894–1971. Учитель на Новой Земле, автор книги «На Новой Земле»',
    fullBio: 'Синицын Тимофей Петрович (1894-1971), род. в деревне Демидовской Шенкурского уезда Архангельской губернии. Окончил Архангельскую учительскую семинарию и с 1913 года учительствовал в Шенкурском уезде, а затем - в Архангельске.<br>В 1928 году подал в Архангельский губисполком отчет о своей работе в школе на Новой Земле, написанный в художественной форме. Отчет был опубликован как очерк «Под вой пурги», а затем вышла книга «На Новой Земле».<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.413-414.',
    photo: ''
  },
  {
    id: 'skretneva-alevtina-mikhaylovna',
    name: 'Скретнева Алевтина Михайловна',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1931–2001. Учительствовала в Нарьян-Маре, затем стала редактором радиовещания',
    fullBio: 'Скретнева Алевтина Михайловна (1931-2001), род. в г. Архангельске. С 1958 по 1967 учительствует в Нарьян-Маре, затем навсегда расстается с педагогикой и начинает журналистскую карьеру редактором ненецкой окружной редакции радиовещания. В 1975 возвращается в родной Архангельск.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.416-417.',
    photo: ''
  },
  {
    id: 'suftin-georgiy-ivanovich',
    name: 'Суфтин Георгий Иванович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: '1906–1965. Журналист. Работал в «Правде Севера» и «Наръяна вындер»',
    fullBio: 'Суфтин Георгий Иванович (1906–1965) был опытнейшим журналистом. В «Правду Севера» он пришёл ещё в 1935 году. А прежде крестьянский сын, уроженец деревни Антюшевская Великоустюжского уезда Вологодской губернии, окончил курсы киномехаников, ездил с кинопередвижкой по деревням и стал сотрудником великоустюгской молодёжной газеты «Ленинская смена». Через год он уже в губернской газете «Советская мысль», где работал заведующим отделом, ответственным секретарём. Затем был журналистский труд в Нарьян-Маре, в газете «Наръяна вындер».<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.437-438.',
    photo: ''
  },
  {
    id: 'taybarey-galina-grigorevna',
    name: 'Тайбарей Галина Григорьевна',
    region: 'bolshezemelskaya',
    lat: 68.0,
    lng: 57.0,
    shortBio: '1954–2020. Ненецкая поэтесса, прозаик. Преподаватель ненецкого языка',
    fullBio: 'Тайбарей Галина Григорьевна (1954-2020), ненецкая поэтесса, прозаик. Родилась в д. Хабарово Ненецкого национального округа. Детство прошло в д. Чёрной на севере Большеземельской тундры.<br>После окончания филологического факультета Ленинградского института им. А.И. Герцена (1980) начала свой трудовой путь в Волоковской восьмилетней школе учителем русского языка и литературы. Работала воспитателем, затем – учителем ненецкого языка в Ненецкой школе-интернате им. А.П. Пырерки в Нарьян-Маре. Была преподавателем ненецкого языка и методики его преподавания, истории культуры народов Крайнего Севера в Нарьян-Марском социально-гуманитарном колледже им. И.П. Выучейского.',
    photo: ''
  },
  {
    id: 'taleeva-matrena-ivanovna',
    name: 'Талеева Матрёна Ивановна',
    region: 'bolshezemelskaya',
    lat: 68.0,
    lng: 57.0,
    shortBio: 'Поэт, член ЛитО «Заполярье» (2004), преподаватель ненецкого языка',
    fullBio: 'Талеева Матрёна Ивановна, родилась в Большеземельской тундре Ненецкого национального округа. Поэт, член Народного литературного объединения «Заполярье» (2004), преподаватель ненецкого языка. («Заполярье» 90 лет с.35)',
    photo: ''
  },
  {
    id: 'tolkachev-viktor-fedorovich',
    name: 'Толкачев Виктор Федорович',
    region: '',
    lat: null,
    lng: null,
    shortBio: 'Род. 1937. Писатель. Член Союза писателей России (1999)',
    fullBio: 'Толкачев Виктор Федорович (1937), писатель. Он вошел в литературу через картину – окно в пронизанную солнцем и ветром зеленую тундру, откуда прямо на него летела оленья упряжка. «Юный каюр привстал на мчащихся нартах. Я видел его улыбку и, казалось, слышал его сердце, которое бешено колотилось от счастья. Его или свое сердце услышал я?» - пишет в своих воспоминаниях Виктор Федорович. Это он услышал сердце самой тундры… Член Союза писателей России (1999).<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.448-449.',
    photo: ''
  },
  {
    id: 'toropova-larisa-nikolaevna',
    name: 'Торопова Лариса Николаевна',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: 'Род. 1959. Журналист. Лауреат премии «Золотое перо Севера»',
    fullBio: 'Торопова Лариса Николаевна (1959), род. с. Нижняя Пёша Ненецкого национального округа Архангельской области. Окончив среднюю школу в печорском посёлке Красное, пришла в Ненецкую окружную газету «Няръяна вындер» (1977). Работала корреспондентом. По направлению редакции поступила на факультет журналистики ЛГУ имени Жданова. Окончив его, возвращается в газету «Няръяна вындер» (1983).<br>Возглавила редакцию новой газеты «Нгэрм\' юн"» («Заполярные вести»). За серию статей в жанре журналистского расследования удостоена премии Союза журналистов Архангельской области «Золотое перо Севера» (2007).<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.450.',
    photo: ''
  },
  {
    id: 'tortseva-galina-evdokimovna',
    name: 'Торцева Галина Евдокимовна',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: 'Род. 1959. Журналист, пресс-секретарь главы администрации и мэра Нарьян-Мара',
    fullBio: 'Торцева Галина Евдокимовна (1959), род. Нарьян-Мар. Её корреспонденция «Мой первый урок» в газете «Няръяна вындер» в декабре 1977 стала для неё первым уроком в журналистике. С января 1979 принята в штат. Вела комсомольско-молодёжную страницу «Запевала». Член Союза журналистов России (1996).<br>Работала спецкором, завотделом. Создала пресс-службу в налоговой инспекции, была пресс-секретарем главы администрации Ненецкого округа. С 2005 - пресс-секретарь мэра Нарьян-Мара.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.451-452.',
    photo: ''
  },
  {
    id: 'tungusov-aleksandr-aleksandrovich',
    name: 'Тунгусов Александр Александрович',
    region: '',
    lat: null,
    lng: null,
    shortBio: '1919–2017. Журналист, краевед. Автор более тысячи публикаций',
    fullBio: 'Тунгусов Александр Александрович (1919-2017), род. дер. Козулинская Верхнетоемской вол. Солвычегодского у. Северо-Двинской губернии. Путь в журналистику начал учеником Верхнетоемской средней школы. Журналистика и краеведение стали крыльями его невянущей души, секретом неутомимого творческого долголетия. Вёрсты жизни его, вехи творческой судьбы и дороги – это более тысячи публикаций, книги, библиографический указатель и стихи, написанные в разные годы, собранные в поэтический дневник, изданный в 1996 году с таким же названием - «Вехи жизни моей».<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.457.',
    photo: ''
  },
  {
    id: 'tungusov-veniamin-aleksandrovich',
    name: 'Тунгусов Вениамин Александрович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: 'Род. 1947. Журналист, член Союза Журналистов РФ (1973)',
    fullBio: 'Тунгусов Вениамин Александрович (1947), журналист, член Союза Журналистов РФ (1973). Его творческая карьера началась в Заполярье. Вениамин Александрович прошёл путь от рядового корреспондента до главного редактора радио. В 90-е был заместителем губернатора Ненецкого округа.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.458.',
    photo: ''
  },
  {
    id: 'fomin-vladimir-nikolaevich',
    name: 'Фомин Владимир Николаевич',
    region: 'timanskaya',
    lat: 67.65,
    lng: 48.683,
    shortBio: 'Род. 1946. Род. в пос. Индига. В окружной газете проработал 33 года',
    fullBio: 'Фомин Владимир Николаевич (1946), род. пос. Индига Ненецкого национального округа Архангельской области. В 1970 окружной газете проработал 33 года. Член Союза журналистов СССР, России с 1975.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.474.',
    photo: ''
  },
  {
    id: 'khanzerova-irina-leonidovna',
    name: 'Ханзерова Ирина Леонидовна',
    region: 'kaninskaya',
    lat: 67.866,
    lng: 44.15,
    shortBio: 'Род. 1959. Ненецкая поэтесса, этнограф. Член Союза журналистов России',
    fullBio: 'Ханзерова Ирина Леонидовна (1959), ненецкая поэтесса, этнограф, собиратель ненецкого фольклора. Родилась в поселке Шойна Ненецкого национального округа. Закончила Ленинградский педагогический университет им. А. И. Герцена. Вернувшись в округ, работала педагогом, корреспондентом, редактором программ на ненецком языке в НТРК «Заполярье».<br>С 2003 года – корреспондент окружной газеты «Няръяна вындер», редактор национального отдела газеты. Член Союза журналистов России. Автор книги на ненецком языке с параллельным русским переводом «Хальмер хасава», книги «Песня длиною в жизнь». Этнографические исследования опубликованы в норвежских этнографических журналах «Отар» и других.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.479.',
    photo: ''
  },
  {
    id: 'khomich-lyudmila-vasilevna',
    name: 'Хомич Людмила Васильевна',
    region: '',
    lat: null,
    lng: null,
    shortBio: '1921–2011. Этнограф, лингвист. Специалист по народам Севера',
    fullBio: 'Хомич Людмила Васильевна (1921-2011), род. пос. Парголово Петроградской губ., этнограф, лингвист, кандидат исторических наук (1951), доцент (1954).<br>Окончила этнографическое отделение (1947), аспирантуру (1950) Ленинградского государственного университета. С 1950 - преподаватель этнографии народов Севера и ненецкого языка отделения народов Крайнего Севера Ленинградского государственного педагогического института им. А. И. Герцена; с 1956 - сотрудник сектора Сибири Ленинградского отделения Института этнографии Академии наук СССР.<br>Публикации: «Ненцы: историко-этнографические очерки» (1966), «Проблемы этногенеза и этнической истории ненцев» (1976), «Саамы» (1999).',
    photo: ''
  },
  {
    id: 'tsarkova-lyubov-viktorovna',
    name: 'Царькова Любовь Викторовна',
    region: '',
    lat: null,
    lng: null,
    shortBio: '1952–2024. Литературный критик, редактор. Член ЛитО «Заполярье»',
    fullBio: 'Царькова Любовь Викторовна, (1952-2024) литературный критик, редактор. Родилась в г. Туле. Член Народного литературного объединения "Заполярье" и Российского союза писателей. Любовь Викторовна много лет проработала в Этнокультурном центре, пропагандируя литературу НАО, была составителем, редактором и верстальщиком альманаха ЛитО «Заполярье», составителем и верстальщиком журнала «Пунушка» с самого его основания, помогла выйти в свет множеству книг и сборников, открыла дорогу для многих начинающих писателей и поэтов.<br>Ист.: https://vk.com/wall-89279236_2789',
    photo: ''
  },
  {
    id: 'cheburina-olga-vadimovna',
    name: 'Чебурина Ольга Вадимовна',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: 'Род. 1958. В 1983 пришла в «Няръяна вындер». Двадцать лет отдала журналистике',
    fullBio: 'Чебурина Ольга Вадимовна, род. 1958, Нарьян-Маре. В 1983 пришла в окружную газету «Няръяна вындер». Двадцать лет отдала журналистике.<br>Ист.: Архангельские журналисты: ХХ век: энциклопедия- Архангельск: Поморский университет, 2008.-С.494-495.',
    photo: ''
  },
  {
    id: 'chuklin-andrey-vladimirovich',
    name: 'Чуклин Андрей Владимирович',
    region: 'naryan-mar',
    lat: 67.638,
    lng: 53.007,
    shortBio: 'Род. 1962. Журналист, режиссёр, поэт. Член Союза писателей России',
    fullBio: 'Чуклин Андрей Владимирович, родился 1962 году в Нарьян-Маре, журналист, режиссёр, член союза писателей России, Союза журналистов РФ, поэт. С середины 80-х проявил себя как поэт. Первые стихи опубликованы в «Няръяна вындер». Первый поэтический сборник «Четвертая черверь в тяжелой воде» вышел в Нарьян-Маре.',
    photo: ''
  },
  {
    id: 'yavtysyy-prokopiy-andreevich',
    name: 'Явтысый Прокопий Андреевич',
    region: 'malozemelskaya',
    lat: 68.6,
    lng: 52.2,
    shortBio: 'Род. 1933. Ненецкий поэт, прозаик. Член Союза писателей (1978)',
    fullBio: 'Прокопий Андреевич Явтысый пришел в литературу в зрелом возрасте, с богатым жизненным опытом. Достойный представитель ненецкой интеллигенции, работал учителем в ненецкой школе – интернате в г. Нарьян-Маре. Родился 1933 году в кочевом чуме в Малоземельской тундре. Его детство оборвала война. Прокопию пришлось пасти оленей и тянуть тяжелый невод наравне с взрослыми рыбаками Тобседы.<br>После окончания школы поступил на факультет биологии и химии Ленинградского педагогического института им. А.И. Герцена и заочное отделение факультета физического воспитания того же института. Получив высшее образование, вернулся в родные места и стал преподавателем физической культуры и спортивным тренером.<br>Стихи публикуют газеты «Няръяна вындер», «Северный комсомолец», «Правда Севера», журнал «Север». Сборники: «Белой панице земля» (перевод Н. Журавлева), «Бег оленя» (перевод А. Преловского), «След аргиша» (перевод М. Яснова).<br>В 1978 году принят в члены Союза писателей. В 1983 году журнал «Север» опубликовал первую повесть П. Явтысого «Рожденные в нартах». Активно участвовал в работе ЛитО «Заполярье», оказывал постоянную помощь молодым авторам – ненцам.',
    photo: ''
  }
];